{"purpose1": {"message": "Aħżen u/jew aċċessa informazzjoni fuq tagħmir"}, "purpose1_description": {"message": "Cookies, identifikaturi tat-tagħmir, jew informazjoni oħra jisgħu jinħażnu jew jiġu aċċessati fuq it-tagħmir tiegħek għall-għanijiet ippreżentati lilek."}, "purpose2": {"message": "Agħżel reklami bażiċi"}, "purpose2_description": {"message": "Ir-reklami jistgħu jintwerewlek abbażi tal-kontenut li qed tara, l-app li qed tuża, il-lokalità approssimattiva tiegħek, jew it-tip ta’ tagħmir tiegħek."}, "purpose3": {"message": "Oħloq profil ta’ reklami personalizzati"}, "purpose3_description": {"message": "Jista’ jinbena profil dwarek u dwar l-interessi tiegħek biex tara reklami personalizzati li huma rilevanti għalik"}, "purpose4": {"message": "Agħżel reklami personalizzati"}, "purpose4_description": {"message": "Ir-reklami personalizzati jistgħu jintwerewlek abbażi ta’ profil dwarek."}, "purpose5": {"message": "Oħloq profil ta’ kontenut personalizzat"}, "purpose5_description": {"message": "Profil jista’ jinbena dwarek u dwar l-interessi tiegħek biex juruk kontenut personalizzat li hu relevanti għalik."}, "purpose6": {"message": "Agħżel kontenut personalizzat"}, "purpose6_description": {"message": "Il-kontenut personalizzat jista’ jintwera lilek abbażi ta’ profil dwarek."}, "purpose7": {"message": "Kejjel il-prestazzjoni tar-reklam"}, "purpose7_description": {"message": "Il-prestazzjoni u l-effettività tar-reklami li inti tara jew tinteraġixxi magħhom jistgħu’ jitkejlu."}, "purpose8": {"message": "Kejjel il-prestazzjoni tal-kontenut"}, "purpose8_description": {"message": "Il-prestazzjoni u l-effettività tal-kontenut li inti tara jew tinteraġixxi magħhom jistgħu jitkejlu."}, "purpose9": {"message": "Applika r-riċerka tas-suq biex tiġġenera intuwizzjonijiet tal-udjenza"}, "purpose9_description": {"message": "Ir-riċerka dwar is-suq tista’ tintuża biex wieħed isir jaf aktar dwar l-udjenzi li jżuru siti/apps u jaraw reklami."}, "purpose10": {"message": "Żviluppa u tejjeb il-prodotti"}, "purpose10_description": {"message": "Id-dejta tiegħek tista’ tintuża biex ittejjeb sistemi u softwer eżistenti, u biex jiġu żviluppati prodotti ġodda."}, "special_feature1": {"message": "Uża dejta ġeolokalizzata preċiża"}, "special_feature1_description": {"message": "Id-dejta ġeolokalizzata preċiża tiegħek tista’ tintuża b’sapport għal għan wieħed jew aktar. Dan ifisser li l-lokalità tiegħek tista’ tkun preċiża f’medda ta’ diversi metri."}, "special_feature2": {"message": "Iskenja l-karatteristiki tat-tagħmir b’mod attiv għall-identifikazzjoni"}, "special_feature2_description": {"message": "It-tagħmir tiegħek jista’ jiġi identifikat abbażi ta’ skenn tat-taħlita unika tal-karatteristiki tat-tagħmir tiegħek."}}