{
  "purpose1": {
    "message": "Emmagatzemar informació i/o accedir a la informació d’un dispositiu"
  },
  "purpose1_description": {
    "message": "Es poden emmagatzemar o accedir a les galetes, els identificadors del dispositiu i altra informació del seu dispositiu amb les finalitats que se li indiquin."
  },
  "purpose2": {
    "message": "Seleccionar anuncis bàsics"
  },
  "purpose2_description": {
    "message": "Se li poden mostrar anuncis en funció del contingut que vostè visualitza, l’aplicació que utilitza, la seva ubicació aproximada o el seu tipus de dispositiu."
  },
  "purpose3": {
    "message": "Crear un perfil publicitari personalitzat"
  },
  "purpose3_description": {
    "message": "Es pot crear un perfil sobre vostè i els seus interessos per mostrar-li anuncis personalitzats que siguin pertinents per a vostè."
  },
  "purpose4": {
    "message": "Seleccionar anuncis personalitzats"
  },
  "purpose4_description": {
    "message": "Se li poden mostrar anuncis personalitzats en funció d’un perfil sobre vostè."
  },
  "purpose5": {
    "message": "Crear un perfil per a la personalització de continguts"
  },
  "purpose5_description": {
    "message": "Es pot crear un perfil sobre vostè i els seus interessos per mostrar-li contingut personalitzat que sigui pertinent per a vostè."
  },
  "purpose6": {
    "message": "Seleccionar contingut personalitzat"
  },
  "purpose6_description": {
    "message": "Se li pot mostrar contingut personalitzat en funció d’un perfil sobre vostè."
  },
  "purpose7": {
    "message": "Mesurar el rendiment dels anuncis"
  },
  "purpose7_description": {
    "message": "Es pot mesurar el rendiment i l’eficàcia dels anuncis que es veuen o els anuncis amb els quals s’interactua."
  },
  "purpose8": {
    "message": "Mesurar el rendiment del contingut"
  },
  "purpose8_description": {
    "message": "Es pot mesurar el rendiment i l’eficàcia del contingut que es veu o amb el qual interactua."
  },
  "purpose9": {
    "message": "Utilitzar estudis de mercat per generar coneixements sobre l’audiència"
  },
  "purpose9_description": {
    "message": "Els estudis de mercat es poden utilitzar per obtenir més informació de l’audiència que visita llocs web/aplicacions i visualitza anuncis."
  },
  "purpose10": {
    "message": "Desenvolupar i millorar productes"
  },
  "purpose10_description": {
    "message": "Les seves dades es poden utilitzar per millorar els sistemes i programari existents, i desenvolupar nous productes."
  },
  "special_feature1": {
    "message": "Utilitzar dades de geolocalització precises"
  },
  "special_feature1_description": {
    "message": "Les seves dades de geolocalització precisa es poden utilitzar per a una o més finalitats. Això vol dir que la seva ubicació pot tenir una precisió de pocs metres."
  },
  "special_feature2": {
    "message": "Explorar activament les característiques del dispositiu per a la seva identificació"
  },
  "special_feature2_description": {
    "message": "Es pot identificar el seu dispositiu en funció de l’anàlisi de la combinació única de característiques del seu dispositiu."
  }
}