{
  "purpose1": {
    "message": "Informācijas ievietošana ierīcē un/vai piekļuve tai"
  },
  "purpose1_description": {
    "message": "Mēs varam ievietot jūsu ierīcē sīkdatnes, ierīču identifikatorus un citu informāciju un piekļūt tai jums izklāstītajos nolūkos."
  },
  "purpose2": {
    "message": "Pamata reklāmu atlase"
  },
  "purpose2_description": {
    "message": "Reklāmas var tikt rādītas, pamatojoties uz jūsu aplūkoto saturu lietotnes izmantošanas laikā, jūsu aptuveno atrašanās vietu vai jūsu ierīces veidu."
  },
  "purpose3": {
    "message": "Personalizēta reklāmu profila izveide"
  },
  "purpose3_description": {
    "message": "Par jums un jūsu interesēm var tikt izveidots profils, lai rādītu jums atbilstošas personalizētas reklāmas."
  },
  "purpose4": {
    "message": "Personalizētu reklāmu atlase"
  },
  "purpose4_description": {
    "message": "Jums var tikt rādītas personalizētas reklāmas, pamatojoties uz profilu, kas izveidots par jums."
  },
  "purpose5": {
    "message": "Personalizēta satura profila izveide"
  },
  "purpose5_description": {
    "message": "Par jums un jūsu interesēm var tikt veidots profils, lai rādītu jums atbilstošu personalizētu saturu."
  },
  "purpose6": {
    "message": "Personalizēta satura atlase"
  },
  "purpose6_description": {
    "message": "Jums var tikt rādīts personalizēts saturs, pamatojoties uz profilu, kas izveidots par jums."
  },
  "purpose7": {
    "message": "Reklāmas efektivitātes novērtēšana"
  },
  "purpose7_description": {
    "message": "Var tikt izvērtēta to reklāmu efektivitāte un panākumi, kuras jums tika attēlotas vai ar kurām esat mijiedarbojies(-usies)."
  },
  "purpose8": {
    "message": "Satura efektivitātes novērtēšana"
  },
  "purpose8_description": {
    "message": "Var tikt izvērtēta tāda satura efektivitāte un sasniegumi, kurš jums ticis attēlots vai ar kuru esat mijiedarbojies."
  },
  "purpose9": {
    "message": "Tirgus pētījumu izmantošana analītiskās informācijas veidošanai par mērķa grupām"
  },
  "purpose9_description": {
    "message": "Var tikt veikta tirgus izpēte, lai uzzinātu vairāk par lietotāju grupām, kuras apmeklē vietnes/lietotnes un aplūko reklāmas."
  },
  "purpose10": {
    "message": "Produktu izstrādāšana un uzlabošana"
  },
  "purpose10_description": {
    "message": "Jūsu dati var tikt izmantoti esošo sistēmu un programmatūras uzlabošanai un jaunu produktu izstrādei."
  },
  "special_feature1": {
    "message": "Precīzas atrašanās vietas izmantošana"
  },
  "special_feature1_description": {
    "message": "Var tikt izmantoti precīzi jūsu atrašanās vietas dati viena vai vairāku nolūku izpildei. Tas nozīmē to, ka jūsu atrašanās vietas precizitātes līmenis var būt pāris metru rādiusā."
  },
  "special_feature2": {
    "message": "Ierīces parametru aktīva skenēšana identifikācijas nolūkā"
  },
  "special_feature2_description": {
    "message": "Jūsu ierīce var tikt identificēta, pamatojoties uz jūsu ierīces unikālo parametru kombinācijas skenēšanu."
  }
}