{"purpose1": {"message": "Uchovávanie a/alebo prístup k informáciám na zariadení"}, "purpose1_description": {"message": "Súbory cookie, identifikátory zariadení alebo iné informácie môžu byť uchovávané alebo prístupné na vašom zariadení na účely, ktoré vám boli predložené."}, "purpose2": {"message": "Výber základných reklám"}, "purpose2_description": {"message": "Reklamy sa môžu zobrazovať na základe obsahu, ktorý si prezeráte, aplikácie, ktorú používate, približnej polohy alebo typu vášho zariadenia."}, "purpose3": {"message": "Vytvorenie profilu personalizovaných reklám"}, "purpose3_description": {"message": "Je možné vytvoriť o vás a vašich záujmoch profil, aby sme vám mohli zobrazovať personalizované reklamy, ktoré sú pre vás relevantné."}, "purpose4": {"message": "Výber personalizovaných reklám"}, "purpose4_description": {"message": "Personalizované reklamy sa môžu zobraziť na základe profilu o vás."}, "purpose5": {"message": "Vytvorenie profilu personalizovaného obsahu"}, "purpose5_description": {"message": "Je možné vytvoriť o vás a vašich záujmoch profil, aby sme vám mohli zobrazovať personalizovaný obsah, ktorý je pre vás relevantný."}, "purpose6": {"message": "Výber personalizovaného obsahu"}, "purpose6_description": {"message": "Personalizovaný obsah sa môže zobraziť na základe profilu o vás."}, "purpose7": {"message": "Hodnotenie výkonnosti reklamy"}, "purpose7_description": {"message": "Je možné hodnotiť výkonnosť a účinnosť reklám, ktoré vidíte alebo na ktoré reagujete."}, "purpose8": {"message": "Hodnotenie výkonnosti obsahu"}, "purpose8_description": {"message": "Je možné hodnotiť výkonnosť a účinnosť obsahu, ktorý vidíte alebo na ktorý reagujete."}, "purpose9": {"message": "Používanie prieskumu trhu na vytváranie údajov o cieľovej skupine"}, "purpose9_description": {"message": "Prieskum trhu sa môže použiť na získanie ďalších informácií o cieľovej skupine, ktorá navštevuje stránky alebo aplikácie a zobrazuje reklamy."}, "purpose10": {"message": "Rozvíjanie a zlepšovanie produktov"}, "purpose10_description": {"message": "Vaše údaje môžu byť použité na zlepšenie súčasných systémov a softvéru a na vývoj nových produktov."}, "special_feature1": {"message": "Používanie presných údajov o geografickej polohe"}, "special_feature1_description": {"message": "Vaše presné údaje o geografickej polohe možno použiť na podporu jedného alebo viacerých účelov. To znamená, že vaša poloha môže byť presná do niekoľkých metrov."}, "special_feature2": {"message": "Aktívne skenovanie charakteristík zariadenia na identifikáciu"}, "special_feature2_description": {"message": "Vaše zariadenie možno identifikovať na základe skenovania jedinečnej kombinácie vlastností vášho zariadenia."}}