{
  "purpose1": {
    "message": "Armazenar e/ou aceder a informações num dispositivo"
  },
  "purpose1_description": {
    "message": "Os cookies, identificadores de dispositivos ou outras informações podem ser armazenados ou acedidos no seu dispositivo para os fins que lhe são apresentados."
  },
  "purpose2": {
    "message": "Selecionar anúncios básicos"
  },
  "purpose2_description": {
    "message": "Os anúncios podem ser-lhe apresentados com base nos conteúdos que está a visualizar, na aplicação que está a utilizar, na sua localização aproximada ou no seu tipo de dispositivo."
  },
  "purpose3": {
    "message": "Criar um perfil de anúncios personalizados"
  },
  "purpose3_description": {
    "message": "Pode ser criado um perfil sobre si e os seus interesses para lhe mostrar anúncios personalizados que são relevantes para si."
  },
  "purpose4": {
    "message": "Selecionar anúncios personalizados"
  },
  "purpose4_description": {
    "message": "Os anúncios personalizados podem ser-lhe mostrados com base num perfil sobre si."
  },
  "purpose5": {
    "message": "Criar um perfil de conteúdos personalizados"
  },
  "purpose5_description": {
    "message": "Pode ser criado um perfil sobre si e os seus interesses para lhe mostrar conteúdos personalizados que são relevantes para si."
  },
  "purpose6": {
    "message": "Selecionar conteúdos personalizados"
  },
  "purpose6_description": {
    "message": "O conteúdo personalizado pode ser-lhe mostrado com base num perfil sobre si."
  },
  "purpose7": {
    "message": "Medir o desempenho do anúncio"
  },
  "purpose7_description": {
    "message": "O desempenho e a eficácia dos anúncios que vê ou com os quais interage podem ser medidos."
  },
  "purpose8": {
    "message": "Medir o desempenho dos conteúdos"
  },
  "purpose8_description": {
    "message": "O desempenho e a eficácia dos conteúdos que vê ou com os quais interage podem ser medidos."
  },
  "purpose9": {
    "message": "Aplicar os resultados das pesquisas de mercado para gerar perspetivas sobre o público"
  },
  "purpose9_description": {
    "message": "A pesquisa de mercado pode ser usada para saber mais sobre os públicos que visitam sites/aplicações e veem anúncios."
  },
  "purpose10": {
    "message": "Desenvolver e melhorar produtos"
  },
  "purpose10_description": {
    "message": "Os seus dados podem ser utilizados para melhorar os sistemas e o software existentes e para desenvolver novos produtos."
  },
  "special_feature1": {
    "message": "Utilizar dados de geolocalização precisos"
  },
  "special_feature1_description": {
    "message": "Os seus dados de geolocalização precisa podem ser utilizados para apoiar uma ou mais finalidades. Isto significa que a sua localização pode ser precisa até alguns metros."
  },
  "special_feature2": {
    "message": "Procurar ativamente as características do dispositivo para identificação"
  },
  "special_feature2_description": {
    "message": "O seu dispositivo pode ser identificado com base na respetiva leitura da combinação única de características."
  }
}