{"purpose1": {"message": "Lagra och/eller få åtkomst till information på en enhet"}, "purpose1_description": {"message": "Cookies, enhetsidentifierare eller annan information kan lagras eller kommas åt på din enhet för de syften som presenteras för dig."}, "purpose2": {"message": "Välja grundläggande annonser"}, "purpose2_description": {"message": "Annonser kan visas för dig baserat på det innehåll du besöker, den app du använder, din ungefärliga plats eller din enhetstyp."}, "purpose3": {"message": "Skapa en personanpassad annonsprofil"}, "purpose3_description": {"message": "En profil kan byggas om dig och dina intressen för att visa dig personanpassade annonser som är relevanta för dig."}, "purpose4": {"message": "Välja personanpassade annonser"}, "purpose4_description": {"message": "Personanpassade annonser kan visas för dig baserat på en profil om dig."}, "purpose5": {"message": "Skapa en personanpassad innehållsprofil"}, "purpose5_description": {"message": "En profil kan byggas om dig och dina intressen för att visa dig personanpassat innehåll som är relevant för dig."}, "purpose6": {"message": "Välja personanpassat innehåll"}, "purpose6_description": {"message": "Personanpassat innehåll kan visas för dig baserat på en profil om dig."}, "purpose7": {"message": "Mäta annonsprestanda"}, "purpose7_description": {"message": "Prestanda och effektivitet för annonser som du ser eller interagerar med kan mätas."}, "purpose8": {"message": "Mäta innehållsprestanda"}, "purpose8_description": {"message": "Prestanda och effektivitet för innehåll som du ser eller interagerar med kan mätas."}, "purpose9": {"message": "Tillämpa marknadsundersökningar för att generera målgruppsinsikter"}, "purpose9_description": {"message": "Marknadsundersökningar kan användas för att lära sig mer om de målgrupper som besöker webbplatser/appar och ser annonser."}, "purpose10": {"message": "Utveckla och förbättra produkter"}, "purpose10_description": {"message": "Dina uppgifter kan användas för att förbättra befintliga system och programvara och för att utveckla nya produkter."}, "special_feature1": {"message": "Använda exakta uppgifter om geografisk positionering"}, "special_feature1_description": {"message": "Dina exakta uppgifter om geografisk positionering kan användas till stöd för ett eller flera syften. Detta innebär att din plats kan vara exakt inom flera meter."}, "special_feature2": {"message": "Läsa av enhetens egenskaper aktivt för identifiering"}, "special_feature2_description": {"message": "Din enhet kan identifieras baserat på din enhets kombination av egenskaper."}}