{"purpose1": {"message": "Informationen auf einem Gerät speichern und/oder abrufen"}, "purpose1_description": {"message": "Für die Ihnen angezeigten Verarbeitungszwecke können Cookies, Geräte-Kennungen oder andere Informationen auf Ihrem Gerät gespeichert oder abgerufen werden."}, "purpose2": {"message": "Auswahl einfacher Anzeigen"}, "purpose2_description": {"message": "Anzeigen können Ihnen basierend auf den Inhalten, die Sie ansehen, der Anwendung, die Sie verwenden und Ihrem ungefähren Standort oder Ihrem Gerätetyp eingeblendet werden."}, "purpose3": {"message": "Ein personalisiertes Anzeigen-Profil erstellen"}, "purpose3_description": {"message": "Über Sie und Ihre Interessen kann ein Profil erstellt werden, um Ihnen für Sie relevante personalisierte Anzeigen einzublenden."}, "purpose4": {"message": "Personalisierte Anzeigen auswählen"}, "purpose4_description": {"message": "Personalisierte Anzeigen können Ihnen basierend auf einem über Sie erstellten Profil eingeblendet werden."}, "purpose5": {"message": "Ein personalisiertes Inhalts-Profil erstellen"}, "purpose5_description": {"message": "Über Sie und Ihre Interessen kann ein Profil erstellt werden, um Ihnen für Sie relevante personalisierte Inhalte anzuzeigen."}, "purpose6": {"message": "Personalisierte Inhalte auswählen"}, "purpose6_description": {"message": "Personalisierte Inhalte können Ihnen basierend auf einem über Sie erstellten Profil angezeigt werden."}, "purpose7": {"message": "Anzeigen-Leistung messen"}, "purpose7_description": {"message": "Die Leistung und Wirksamkeit von Anzeigen, die Sie sehen oder mit denen Sie interagieren, kann gemessen werden."}, "purpose8": {"message": "Inhalte-Leistung messen"}, "purpose8_description": {"message": "Die Leistung und Wirksamkeit von Inhalten, die Sie sehen oder mit denen Sie interagieren, kann gemessen werden."}, "purpose9": {"message": "Marktforschung einsetzen, um Erkenntnisse über Zielgruppen zu gewinnen"}, "purpose9_description": {"message": "Marktforschung kann verwendet werden, um mehr über die Zielgruppen zu erfahren, die Dienste oder Anwendungen verwenden und sich Anzeigen ansehen."}, "purpose10": {"message": "Produkte entwickeln und verbessern"}, "purpose10_description": {"message": "Ihre Daten können verwendet werden, um bestehende Systeme und Software zu verbessern und neue Produkte zu entwickeln."}, "special_feature1": {"message": "Genaue Standortdaten verwenden"}, "special_feature1_description": {"message": "Ihre genauen Standortdaten können für einen oder mehrere Verarbeitungszwecke genutzt werden. Das bedeutet, dass Ihr Standort bis auf wenige Meter präzise bestimmt werden kann"}, "special_feature2": {"message": "Geräteeigenschaften zur Identifikation aktiv abfragen"}, "special_feature2_description": {"message": "Ihr Gerät kann über eine Abfrage seiner spezifischen Merkmale erkannt werden."}}