{"purpose1": {"message": "Archiviare e/o accedere a informazioni su un dispositivo"}, "purpose1_description": {"message": "I cookie, gli identificatori del dispositivo o altre informazioni possono essere archiviati o reperiti sul dispositivo dell’utente per le finalità presentate."}, "purpose2": {"message": "Selezionare annunci basici (basic ads)"}, "purpose2_description": {"message": "Gli annunci possono essere mostrati in base al contenuto visualizzato dall’utente, all’app utilizzata, alla posizione approssimativa, oppure al tipo di dispositivo."}, "purpose3": {"message": "Creare un profilo di annunci personalizzati"}, "purpose3_description": {"message": "Sarà possibile creare un profilo relativo all’utente e ai suoi interessi, al fine di mostrare annunci personalizzati."}, "purpose4": {"message": "Selezionare annunci personalizzati"}, "purpose4_description": {"message": "Annunci personalizzati possono essere mostrati in base al profilo relativo all’utente."}, "purpose5": {"message": "Creare un profilo di contenuto personalizzato"}, "purpose5_description": {"message": "Un profilo relativo all’utente e ai suoi interessi può essere creato per mostrargli contenuti personalizzati pertinenti."}, "purpose6": {"message": "Selezionare contenuti personalizzati"}, "purpose6_description": {"message": "I contenuti personalizzati possono essere mostrati sulla base di un profilo relativo all’utente."}, "purpose7": {"message": "Valutare le performance degli annunci"}, "purpose7_description": {"message": "È possibile valutare le performance e l’efficacia degli annunci visualizzati dall’utente o con cui lo stesso interagisce."}, "purpose8": {"message": "Valutare le performance dei contenuti"}, "purpose8_description": {"message": "È possibile valutare le performance e l’efficacia dei contenuti visualizzati dall’utente o con cui lo stesso interagisce."}, "purpose9": {"message": "Applicare ricerche di mercato per generare approfondimenti sul pubblico"}, "purpose9_description": {"message": "La ricerca di mercato può essere utilizzata per saperne di più sul pubblico che visita siti/app e visualizza annunci."}, "purpose10": {"message": "Sviluppare e perfezionare i prodotti"}, "purpose10_description": {"message": "I dati dell’utente possono essere utilizzati per perfezionare sistemi e software esistenti e per sviluppare nuovi prodotti."}, "special_feature1": {"message": "Utilizzare dati di geolocalizzazione precisi"}, "special_feature1_description": {"message": "I dati di geolocalizzazione precisi possono essere utilizzati a supporto di una o varie finalità. Ciò significa che la posizione dell’utente potrà determinarsi con esattezza nel raggio di alcuni metri."}, "special_feature2": {"message": "Scansione attiva delle caratteristiche del dispositivo ai fini dell’identificazione"}, "special_feature2_description": {"message": "Il dispositivo può essere identificato in base a una scansione della combinazione unica di caratteristiche del dispositivo."}}