{
  "purpose1": {
    "message": "Stocker et/ou accéder à des informations sur un terminal"
  },
  "purpose1_description": {
    "message": "Les cookies, identifiants de votre terminal ou autres informations peuvent être stockés ou consultés sur votre terminal pour les finalités qui vous sont présentées."
  },
  "purpose2": {
    "message": "Sélectionner des publicités standard"
  },
  "purpose2_description": {
    "message": "Les publicités peuvent vous être présentées en fonction du contenu éditorial que vous consultez, de l’application que vous utilisez, de votre localisation approximative, ou de votre type de terminal\n"
  },
  "purpose3": {
    "message": "Créer un profil personnalisé de publicités"
  },
  "purpose3_description": {
    "message": "Un profil peut être créé sur vous et sur vos centres d’intérêt pour vous présenter des publicités personnalisées susceptibles de vous intéresser."
  },
  "purpose4": {
    "message": "Sélectionner des publicités personnalisées"
  },
  "purpose4_description": {
    "message": "Des publicités personnalisées peuvent vous être présentées sur la base d’un profil créé sur vous."
  },
  "purpose5": {
    "message": "Créer un profil pour afficher un contenu personnalisé"
  },
  "purpose5_description": {
    "message": "Un profil peut être créé sur vous et sur vos centres d’intérêt afin de vous présenter du contenu personnalisé susceptible de vous intéresser."
  },
  "purpose6": {
    "message": "Sélectionner du contenu personnalisé"
  },
  "purpose6_description": {
    "message": "Du contenu personnalisé peut vous être présenté sur la base de votre profil utilisateur."
  },
  "purpose7": {
    "message": "Mesurer la performance des publicités"
  },
  "purpose7_description": {
    "message": "La performance et l’efficacité des publicités que vous voyez ou avec lesquelles vous interagissez peuvent être mesurées."
  },
  "purpose8": {
    "message": "Mesurer la performance du contenu"
  },
  "purpose8_description": {
    "message": "La performance et l’efficacité du contenu que vous voyez ou avec lequel vous interagissez peuvent être mesurées."
  },
  "purpose9": {
    "message": "Exploiter des études de marché afin de générer des données d’audience"
  },
  "purpose9_description": {
    "message": "Les études de marché peuvent servir à en apprendre davantage sur les audiences qui visitent des sites/utilisent des applications et voient des publicités."
  },
  "purpose10": {
    "message": "Développer et améliorer les produits"
  },
  "purpose10_description": {
    "message": "Vos données peuvent être utilisées pour améliorer les systèmes et logiciels existants et pour développer de nouveaux produits."
  },
  "special_feature1": {
    "message": "Utiliser des données de géolocalisation précises"
  },
  "special_feature1_description": {
    "message": "Vos données de géolocalisation précises peuvent être utilisées à l’appui d’une ou de plusieurs finalités. Cela signifie que votre localisation peut être précise à plusieurs mètres près."
  },
  "special_feature2": {
    "message": "Analyser activement les caractéristiques du terminal pour l’identification"
  },
  "special_feature2_description": {
    "message": "Votre terminal peut être identifié sur la base d’une analyse de la combinaison unique de caractéristiques de votre terminal."
  }
}