{"purpose1": {"message": "Almacenar o acceder a información en un dispositivo"}, "purpose1_description": {"message": "Se puede almacenar o acceder a cookies, identificadores de dispositivo u otra información en su dispositivo para las finalidades que se le presentan."}, "purpose2": {"message": "Seleccionar anuncios básicos"}, "purpose2_description": {"message": "Los anuncios se pueden mostrar en función del contenido que se esté visualizando, la aplicación que se esté utilizando, su localización aproximada o su tipo de dispositivo."}, "purpose3": {"message": "Crear un perfil publicitario personalizado"}, "purpose3_description": {"message": "Se puede elaborar un perfil sobre usted y sus intereses para mostrarle anuncios personalizados que sean pertinentes para usted."}, "purpose4": {"message": "Seleccionar anuncios personalizados"}, "purpose4_description": {"message": "Se pueden mostrar anuncios personalizados basándose en su perfil."}, "purpose5": {"message": "Crear un perfil para la personalización de contenidos"}, "purpose5_description": {"message": "Se puede crear un perfil sobre usted y sus intereses para mostrarle contenido personalizado que le fuera pertinente."}, "purpose6": {"message": "Seleccionar contenido personalizado"}, "purpose6_description": {"message": "Se puede mostrar contenido personalizado basado en su perfil."}, "purpose7": {"message": "Medir el rendimiento de los anuncios"}, "purpose7_description": {"message": "Se puede medir el rendimiento y eficacia de los anuncios que usted ve o con los que interactúa."}, "purpose8": {"message": "Medir el rendimiento del contenido"}, "purpose8_description": {"message": "Se puede medir el rendimiento y la eficacia del contenido que ve o con el que interactúa."}, "purpose9": {"message": "Utilizar estudios de mercado a fin de generar información sobre el público"}, "purpose9_description": {"message": "La investigación de mercado puede utilizarse para obtener más información sobre el público que visita sitios webs/aplicaciones y visualiza los anuncios."}, "purpose10": {"message": "Desarrollar y mejorar productos"}, "purpose10_description": {"message": "Sus datos pueden utilizarse para mejorar los sistemas y/o el software existente, así como para desarrollar nuevos productos."}, "special_feature1": {"message": "Utilizar datos de localización geográfica precisa"}, "special_feature1_description": {"message": "Sus datos de localización geográfica precisa se pueden utilizar para una o más finalidades. Esto significa que su ubicación puede tener una precisión de varios metros."}, "special_feature2": {"message": "Analizar activamente las características del dispositivo para su identificación"}, "special_feature2_description": {"message": "Su dispositivo puede identificarse basándose en un análisis de la combinación única de las características de su dispositivo."}}