{
  "purpose1": {
    "message": "Bilgileri bir cihazda depolamak ve/veya onlara cihazdan erişmek"
  },
  "purpose1_description": {
    "message": "Size sunulan amaçlar için çerezler, cihaz belirleyiciler veya başka bilgiler cihazınızda depolanabilir ve onlara cihazdan erişilebilir."
  },
  "purpose2": {
    "message": "Temel reklamları seçmek"
  },
  "purpose2_description": {
    "message": "Görüntülemekte olduğunuz içerik, kullanmakta olduğunuz uygulama, yaklaşık konumunuz veya cihaz türünüz temelinde size reklamlar gösterilebilir."
  },
  "purpose3": {
    "message": "Kişiselleştirilmiş bir reklam profili oluşturmak"
  },
  "purpose3_description": {
    "message": "Sizin ile ilgili olan kişiselleştirilmiş reklamlar göstermek için siz ve ilgi alanlarınız hakkında bir profil oluşturulabilir."
  },
  "purpose4": {
    "message": "Kişiselleştirilmiş reklamlar seçmek"
  },
  "purpose4_description": {
    "message": "Hakkınızdaki bir profil temelinde size kişiselleştirilmiş reklamlar gösterilebilir."
  },
  "purpose5": {
    "message": "Kişiselleştirilmiş bir içerik profili oluşturmak"
  },
  "purpose5_description": {
    "message": "Sizin ile ilgili olan kişiselleştirilmiş içerik göstermek için siz ve ilgi alanlarınız hakkında bir profil oluşturulabilir."
  },
  "purpose6": {
    "message": "Kişiselleştirilmiş içerik seçmek"
  },
  "purpose6_description": {
    "message": "Hakkınızdaki bir profil temelinde size kişiselleştirilmiş içerik gösterilebilir."
  },
  "purpose7": {
    "message": "Reklam performansını ölçmek"
  },
  "purpose7_description": {
    "message": "Gördüğünüz veya etkileşimde bulunduğunuz reklamların etki düzeyi ve performansı ölçülebilir."
  },
  "purpose8": {
    "message": "İçerik performansını ölçmek"
  },
  "purpose8_description": {
    "message": "Gördüğünüz veya etkileşimde bulunduğunuz içeriğin etki düzeyi ve performansı ölçülebilir."
  },
  "purpose9": {
    "message": "İzleyici görüşleri üretmek üzere pazar araştırması uygulamak"
  },
  "purpose9_description": {
    "message": "Pazar araştırması, siteleri/uygulamaları ziyaret eden ve reklamları gören izleyiciler hakkında daha fazla şey öğrenmek için kullanılabilir."
  },
  "purpose10": {
    "message": "Ürünler geliştirmek ve iyileştirmek"
  },
  "purpose10_description": {
    "message": "Verileriniz mevcut sistemleri ve yazılımları iyileştirmek ve yeni ürünler geliştirmek için kullanılabilir."
  },
  "special_feature1": {
    "message": "Kesin coğrafi konum verilerini kullanmak"
  },
  "special_feature1_description": {
    "message": "Kesin coğrafi konum verileriniz bir veya daha çok amacı desteklemek üzere kullanılabilir. Yani konumunuz birkaç metre dahiline kadar doğru olabilir."
  },
  "special_feature2": {
    "message": "Belirleme amacı ile cihaz özelliklerini aktif şekilde taramak"
  },
  "special_feature2_description": {
    "message": "Cihazınızın özgün özellik bileşiminin taraması temelinde cihazınız belirlenebilir."
  }
}