{"purpose1": {"message": "Shranjevanje in/ali dostop do podatkov na napravi"}, "purpose1_description": {"message": "Piškotki, identifikatorji naprav ali drugi podatki so lahko shranjeni ali dostopni na vaši napravi za namene, ki so vam predstavljeni."}, "purpose2": {"message": "Izbira osnovnih oglasov"}, "purpose2_description": {"message": "Oglasi se vam lahko prikazujejo na podlagi vsebine, ki si jo ogledujete, aplikacije, ki jo uporabljate, vaše približne lokacije ali vrste vaše naprave."}, "purpose3": {"message": "Ustvarjanje profila personaliziranih oglasov"}, "purpose3_description": {"message": "Profil je mogoče izdelati o vas in vaših interesih, da se vam prikaže personalizirane oglase, ki so relevantni za vas."}, "purpose4": {"message": "Izbira personaliziranih oglasov"}, "purpose4_description": {"message": "Personalizirani oglasi se vam lahko prikazujejo na podlagi profila o vas."}, "purpose5": {"message": "Ustvarjanje profila personalizirane vsebine"}, "purpose5_description": {"message": "Profil je mogoče ustvariti o vas in vaših interesih za prikaz personalizirane vsebine, ki je relevantna za vas."}, "purpose6": {"message": "Izbira personalizirane vsebine"}, "purpose6_description": {"message": "Personalizirana vsebina se vam lahko prikazuje na podlagi profila o vas."}, "purpose7": {"message": "Merjenje uspešnosti oglasov"}, "purpose7_description": {"message": "Meri se lahko učinkovitost in uspešnost oglasov, ki so vidni in na katere se je mogoče odzvati."}, "purpose8": {"message": "Merjenje uspešnosti vsebine"}, "purpose8_description": {"message": "Meri se lahko učinkovitost in uspešnost vsebine, ki je vidna in na katero se je mogoče odzvati."}, "purpose9": {"message": "Ustvarjanje vpogledov v ciljno skupino s pomočjo tržnih raziskav"}, "purpose9_description": {"message": "Tržne raziskave se lahko uporabljajo za spoznavanje ciljne skupine, ki obiskuje spletna mesta/aplikacije in si ogleduje oglase."}, "purpose10": {"message": "Razvoj in izboljšave izdelkov"}, "purpose10_description": {"message": "Vaši podatki se lahko uporabljajo za izboljšanje obstoječih sistemov in programske opreme ter za razvoj novih izdelkov."}, "special_feature1": {"message": "Uporaba natančnih geolokacijskih podatkov"}, "special_feature1_description": {"message": "Vaši natančni geolokacijski podatki se lahko uporabljajo za podporo enemu ali več namenom. To pomeni, da je vaša lokacija lahko natančna na nekaj metrov."}, "special_feature2": {"message": "Aktivno skeniranje značilnosti naprave za identifikacijo"}, "special_feature2_description": {"message": "Vaša naprava je lahko identificirana na podlagi skeniranja edinstvene kombinacije značilnosti vaše naprave."}}